###############################################################################
# Copyright (c) 2000, 2008 IBM Corporation and others.
# All rights reserved. This program and the accompanying materials
# are made available under the terms of the Eclipse Public License v1.0
# which accompanies this distribution, and is available at
# http://www.eclipse.org/legal/epl-v10.html
#
# Contributors:
#     IBM Corporation - initial API and implementation
###############################################################################
Window_title=Text Editor
Profile2=The Eclipse Foundation is currently going through the exercise\nof ensuring that all of our committer records are complete.\nBasically, you can view this as a self-audit to ensure our\ncompliance with our own policies and processes
Profile4="\u0623\u0639\u0644\u0646\u062A \u0648\u0632\u0627\u0631\u0629 \u0627\u0644\u062F\u0627\u062E\u0644\u064A\u0629 \u0627\u0644\u062C\u0632\u0627\u0626\u0631\u064A\u0629 \u0625\u0646 \u0627\u0644\u0646\u0627\u062E\u0628\u064A\u0646 \u0635\u0648\u062A\u0648\u0627 \u0628\u0623\u063A\u0644\u0628\u064A\u0629 \u0633\u0627\u062D\u0642\u0629 \u0644\u0635\u0627\u0644\u062D \u0645\u0628\u0627\u062F\u0631\u0629 \u0637\u0631\u062D\u0647\u0627 \u0627\u0644\u0631\u0626\u064A\u0633 \u0639\u0628\u062F \u0627\u0644\u0639\u0632\u064A\u0632 \u0628\u0648\u062A\u0641\u0644\u064A\u0642\u0629 \u0644\u0625\u0646\u0647\u0627\u0621 \u0623\u0643\u062B\u0631 \u0645\u0646 \u0639\u0642\u062F \u0645\u0646 \u0627\u0644\u062D\u0631\u0628 \u0627\u0644\u0623\u0647\u0644\u064A\u0629 \u0627\u0644\u062A\u064A \u062E\u0644\u0641\u062A \u0639\u0634\u0631\u0627\u062A \u0627\u0644\u0622\u0644\u0627\u0641 \u0645\u0646 \u0627\u0644\u0642\u062A\u0644\u0649 \u0648\u0627\u0644\u0645\u0641\u0642\u0648\u062F\u064A\u0646. \r\n\u0648\u0642\u0627\u0644\u062A \u0627\u0644\u0648\u0632\u0627\u0631\u0629 \u0625\u0646 \u0623\u0643\u062B\u0631 \u0645\u0646 97 \u0641\u064A \u0627\u0644\u0645\u0626\u0629 \u0645\u0645\u0646 \u0634\u0627\u0631\u0643\u0648\u0627 \u0641\u064A \u0627\u0644\u0627\u0633\u062A\u0641\u062A\u0627\u0621 \u0627\u0644\u0630\u064A \u0623\u062C\u0631\u064A \u0627\u0644\u062E\u0645\u064A\u0633\u060C \u0648\u0627\u0641\u0642\u0648\u0627 \u0639\u0644\u0649 \u0645\u064A\u062B\u0627\u0642 \u0627\u0644\u0633\u0644\u0645 \u0648\u0627\u0644\u0645\u0635\u0627\u0644\u062D\u0629 \u0627\u0644\u0648\u0637\u0646\u064A\u0629. \r\n\r\n\u0648\u0643\u0627\u0646 \u0648\u0632\u064A\u0631 \u0627\u0644\u062F\u0627\u062E\u0644\u064A\u0629 \u0627\u0644\u062C\u0632\u0627\u0626\u0631\u064A\u0629 \u0646\u0648\u0631 \u0627\u0644\u062F\u064A\u0646 \u064A\u0632\u064A\u062F \u0632\u0631\u0647\u0648\u0646\u064A \u0642\u062F \u0642\u0627\u0644 \u0625\u0646 \u0646\u0633\u0628\u0629 \u0627\u0644\u0625\u0642\u0628\u0627\u0644 \u0639\u0644\u0649 \u0627\u0644\u0627\u0633\u062A\u0641\u062A\u0627\u0621 \u0628\u0644\u063A\u062A 79.49 \u0641\u064A \u0627\u0644\u0645\u0626\u0629. \r\n\r\n\u0648\u0643\u0627\u0646\u062A \u0623\u062D\u0632\u0627\u0628 \u0627\u0644\u0645\u0639\u0627\u0631\u0636\u0629 \u0642\u062F \u062F\u0639\u062A \u0625\u0644\u0649 \u0645\u0642\u0627\u0637\u0639\u0629 \u0627\u0644\u0627\u0633\u062A\u0641\u062A\u0627\u0621 \u0642\u0627\u0626\u0644\u0629 \u0625\u0646\u0647 \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u062D\u0642\u064A\u0642 \u0627\u0644\u0645\u0635\u0627\u0644\u062D\u0629 \u062F\u0648\u0646 \u0625\u0642\u0631\u0627\u0631 \u0627\u0644\u0639\u062F\u0627\u0644\u0629. \r\n\r\n\u0648\u062A\u0631\u064A\u062F \u062A\u0644\u0643 \u0627\u0644\u0623\u062D\u0632\u0627\u0628 \u0645\u0646 \u0627\u0644\u062D\u0643\u0648\u0645\u0629 \u062A\u0642\u062F\u064A\u0645 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0639\u0646 \u0627\u0644\u0622\u0644\u0627\u0641 \u0645\u0646 \u0627\u0644\u0645\u0648\u0627\u0637\u0646\u064A\u0646 \u0627\u0644\u0630\u064A\u0646 \u0627\u062E\u062A\u0641\u0648\u0627 \u0623\u062B\u0646\u0627\u0621 \u0627\u0644\u0635\u0631\u0627\u0639. \r\n\r\n\u064A\u0630\u0643\u0631 \u0623\u0646 \u0627\u0644\u062D\u0631\u0628 \u0627\u0644\u0623\u0647\u0644\u064A\u0629 \u0628\u062F\u0623\u062A \u0639\u0627\u0645 1992 \u0639\u0646\u062F\u0645\u0627 \u062A\u062F\u062E\u0644 \u0627\u0644\u062C\u064A\u0634 \u0627\u0644\u062C\u0632\u0627\u0626\u0631\u064A \u0644\u0625\u0644\u063A\u0627\u0621 \u0627\u0646\u062A\u062E\u0627\u0628\u0627\u062A \u0639\u0627\u0645\u0629 \u0643\u0627\u0646 \u064A\u062A\u0648\u0642\u0639 \u0623\u0646 \u062A\u0641\u0648\u0632 \u0641\u064A\u0647\u0627 \u062C\u0628\u0647\u0629 \u0627\u0644\u0627\u0646\u0642\u0627\u0630 \u0627\u0644\u0625\u0633\u0644\u0627\u0645\u064A\u0629 \u0627\u0644\u0645\u062A\u0634\u062F\u062F\u0629. \r\n\r\n\u0648\u062A\u0642\u0648\u0644 \u0648\u0632\u0627\u0631\u0629 \u0627\u0644\u062F\u0627\u062E\u0644\u064A\u0629 \u0627\u0644\u062C\u0632\u0627\u0626\u0631\u064A\u0629 \u0625\u0646 \u0647\u0646\u0627\u0643 \u0645\u0627 \u064A\u0635\u0644 \u0625\u0644\u0649 \u0623\u0644\u0641 \u0645\u0642\u0627\u062A\u0644 \u0644\u0627 \u064A\u0632\u0627\u0644\u0648\u0646 \u064A\u062D\u0645\u0644\u0648\u0646 \u0627\u0644\u0633\u0644\u0627\u062D \u0648\u064A\u062E\u0648\u0636\u0648\u0646 \u062D\u0631\u0628\u0627 \u0636\u062F \u0642\u0648\u0627\u062A \u0627\u0644\u0623\u0645\u0646. \r\n\r\n\u0648\u064A\u0642\u0648\u0644 \u0645\u0631\u0627\u0633\u0644\u0648\u0646 \u0625\u0646 \u0645\u0628\u0627\u062F\u0631\u0629 \u0645\u064A\u062B\u0627\u0642 \u0627\u0644\u0633\u0644\u0645 \u0648\u0627\u0644\u0645\u0635\u0627\u0644\u062D\u0629 \u062A\u0633\u062A\u0647\u062F\u0641 \u0627\u0644\u0645\u0633\u0627\u0639\u062F\u0629 \u0641\u064A \u062A\u062D\u062F\u064A\u062B \u0627\u0644\u062C\u0632\u0627\u0626\u0631 \u0648\u062A\u0642\u0648\u064A\u0629 \u0639\u0644\u0627\u0642\u0627\u062A\u0647\u0627 \u0645\u0639 \u0627\u0644\u063A\u0631\u0628. \r\n\r\n\u0643\u0645\u0627 \u062A\u0642\u062A\u0631\u062D \u0627\u0644\u0645\u0628\u0627\u062F\u0631\u0629 \u062F\u0641\u0639 \u062A\u0639\u0648\u064A\u0636\u0627\u062A \u0644\u0623\u0633\u0631 \u0636\u062D\u0627\u064A\u0627 \u0627\u0644\u0635\u0631\u0627\u0639. \r\n
File_menuitem=&File
Exit_menuitem=E&xit
Open_menuitem=&Open...
Open_fileitem=Open
Save_menuitem=&Save
Save_fileitem=Save
SaveAs_menuitem=Save &As...
Edit_menuitem=&Edit
Cut_menuitem=Cu&t\tCtrl+X
Copy_menuitem=&Copy\tCtrl+C
Text_Documents=Text Documents (*.txt)
Paste_menuitem=&Paste\tCtrl+V
SelectAll_menuitem=Select &All\tCtrl+A
Wrap_menuitem=Wrap
Justify_menuitem=Justify
SetFont_menuitem=Set &Font...
Alignment_menuitem=Alignment
Left_menuitem=Left
Center_menuitem=Center
Right_menuitem=Right
InsertObject_menuitem=Insert Object...
Orientation_menuitem=Orientation...
Controls_menuitem=Controls
Button_menuitem=Button
Combo_menuitem=Combo
Image_menuitem=Image
LeftToRight_menuitem=Left to right
RightToLeft_menuitem=Right to left
LoadProfile_menuitem=Load Sample Text
Profile1_menuitem=Sample 1
Profile2_menuitem=Sample 2
Profile3_menuitem=Sample 3
Profile4_menuitem=Sampel 4
Bold=Bold
Italic=Italic
Underline=Underline
Single_menuitem=Single
Double_menuitem=Double
Squiggle_menuitem=Squiggle
Error_menuitem=Error
Color_menuitem=Color...
BlockSelection=Block Selection
Strikeout=Strikeout
TextForeground=Text Foreground
TextBackground=Text Background
IncreaseBaseline=Increase Baseline
IncreaseFont=Increase Font
DecreaseBaseline=Decrease Baseline
DecreaseFont=Decrease Font
AlignLeft=Align Left
AlignRight=Align Right
Justify=Justify
BulletList=Bullet List
NumberedList=Numbered List
Indent=Indent:
Spacing=Spacing:
Offset=Offset: 
Line=line: 
Insert=Insert
Overwrite=Overwrite
Box=Border
Solid=Solid
Dot=Dot
Dash=Dash
Bad_image=Bad image file
Error=Error
Link=Link
Ok=Ok
Cancel=Cancel
URL=URL:
SetLink=Set Link
Browser=Browser Window